{
	"EQUALIZER_CHANNEL_BYPASS": "At anytime, you can disable or enable a filter of the selected channel by activating Bypass.", 
	"EQUALIZER_CHANNEL_EQ": "Select the Speaker Channel you want to equalize.<br\/><br\/>You are able to change EQ and change from channel without having to save the speaker configuration at each channel change.This is to allow a quick channel change.Don't forget to save the configuration when prompted!", 
	"EQUALIZER_COPY_MODE": "Often, the same equalization is required in several speakers. After having defined an EQ for one channel, you can use the ''Copy to'' tool to copy selectively the complete set of EQ parameters to one or more channels of the defined Theater.", 
	"EQUALIZER_CREATE_EQ": "There are up to 20 EQ cells available to create an equalization. Depending on the filter type chosen, it will consume 1 to 4 cells per filter (such as for the 48dB slope filters), allowing up to max 20 Bell type filters for example. The number of cells available is dynamically updated. Select Create EQ to add one more filter definition.", 
	"EQUALIZER_EQ_ACTIVE": "At anytime, you can disable or enable a filter of the selected channel: enabled with ''Y'' is selected.", 
	"EQUALIZER_EQ_AREA": "The EQ area provides means to define equalization curve thanks to a number of predefined filter.<br\/>There are several types available in the system:<br\/>- Low pass filter (which will only let low frequency pass).<br\/>- Band pass filter (which will pass frequencies between two fixed frequencies).<br\/>- High pass filter (which will pass frequencies above a fixed frequency).<br\/>- Low shelf and high shelf (which will cut or boost below\/above a certain frequency with a certain gain).<br\/>- Bell (which allows the boost or attenuation of a specified set of frequencies around a center frequency).<br\/><br\/>For low, band and high pass filters, there are various types available, differing from the slope and order:<br\/>- Butterworth whom characteristic is to offer as flat as possible response in the band pass at cost of slower roll off at cut off frequency.<br\/>- Chebyshev whom characteristic is to offer a steeper roll off but with more pass-band ripple.", 
	"EQUALIZER_EQ_CUMULATED": "The graph tool will by default show the cumulated graph which is the combination of all the filters and their effect in the frequency response of the channel. The defined filters will also be shown individually, on top of each other by means of different colors usage.In the graph window, it is possible to zoom by selecting an area. To zoom back to default view, double click on the window.", 
	"EQUALIZER_EQ_DELETE": "You can remove a filter by selecting the ''bean''. Once deleted you cannot recall it. To verify the effect of a filter, please use the ''Active'' button, not the remove filter function.", 
	"EQUALIZER_EQ_EDIT_NAME": "For each EQ, you can customise the name.Simply click on the name and enter the new one.<br\/><br\/>To adjust a specific EQ, you must select it.<br\/><br\/>Once an EQ has been adjusted, you shall press the SAVE button to store all settings in the memory.", 
	"EQUALIZER_EQ_FREQUENCY": "Depending on the filter type chosen, you will need to adjust the cut off or center frequency. This can be done by directly entering the value in the frequency field or by using the + and - buttons with 1 Hz step.", 
	"EQUALIZER_EQ_GAIN": "Certain filter types (shelf and bell) require additional settings, such as the Gain.<br\/><br\/>This can be adjusted by directly entering the value in the frequency field or by using the + and - buttons with 0,5dB step.", 
	"EQUALIZER_EQ_GRAPH": "The EQ visualization graph will always show the combined filter of the adjusted channel. It will also show by default all the filters taken individually. You can decide whether to show it or not in the graph.", 
	"EQUALIZER_EQ_Q": "Certain filter types (shelf and bell) require additional settings such as the resonance, defined either with a Width description in octave around the Center frequency or directly via the Q Factor.<br\/><br\/>This can be adjusted by directly selecting one of the proposed width from 1\/8 to 2 octaves or by entering the value in the Q Factor field or by using the + and - buttons with 0,25 step.", 
	"EQUALIZER_FILTER_BYPASS": "For the selected Channel, activating the Bypass function will disregard any adjustment made in the EQ page below.<br\/><br\/>This allows you to A\/B test your adjustments without having to enter the parameters every time. All settings are still stored.", 
	"EQUALIZER_FILTER_RESET": "You can recall the Factory values of each filter by selecting this Reset button.", 
	"EQUALIZER_GLOBAL_BYPASS_EQ": "Select the Full EQ bypass function to disregard any adjustment made in the EQ page for all channels.This doesn't delete the adjustments, it simply disable them to provide an easy switch from equalized to initial unmodified status on all channels.", 
	"EQUALIZER_GO_BACK_SPEAKERS_PAGE": "Selecting this item will bring you back to the Speakers page.Make sure to SAVE your adjustments before leaving the EQ page.", 
	"EQUALIZER_REWIMPORT": "It is possible to create your equalization using external tools such as the <a title='REW website' href='https:\/\/www.roomeqwizard.com\/' style='color:aqua;'>Room EQ Wizard<\/a> and import the equalization profile directly from the file automatically generated by the tool. You must select the ''StormAudio'' device in the target device list of the REW tool to ensure the correct filter types and file format is generated, prior to any filter definition. Please follow REW tool process for more details.<br\/><br\/>Notes:<br\/>- In case of REW use, you will be limited to create up to 2x Low Pass\/High Pass filters and 12x Bells type filters, being more than enough for most equalization requirements.<br\/>- When importing a filter, it will erase any manually defined EQ of the channel.", 
	"EQUALIZER_STEP_SIZE_FREQ": "You can select the Step size between 1, 10, 100 Hz.<br\/><br\/>These values are used as an interval when increasing or decreasing the setting when using the + and - buttons. Depending on the filter type chosen, you will need to adjust the cut off frequency. This can be done by directly entering the value in the frequency field, by using the slider or selecting the + and - buttons. Range is from 20 Hz to 20 kHz.", 
	"EQUALIZER_STEP_SIZE_GAIN": "You can select the Step size between 0.1, 0.5 and 1 dB.<br\/><br\/>These values are used as an interval when increasing or decreasing the setting when using the + and - buttons. Certain filter types (shelf and bell) require additional settings, such as the Gain. This can be done by directly entering the value in the frequency field , by using the slider or selecting the + and - buttons.", 
	"EQUALIZER_STEP_SIZE_QFAC": "You can select the Step size between 0.25, 0.5 and 1.<br\/><br\/>These values are used as an interval when increasing or decreasing the setting when using the + and - buttons. For bell type filters, you need to set the Q factor which will define, together with the Gain parameter, the band-pass width around the center Frequency.", 
	"HEADER_BOTTOM_DELAY_DISTANCE": "Distance (or Delay) information can be entered into three formats, being meter, feet or millisecond. Choose your preferred unit here.<br\/><br\/>Note that with a duplicate of a Profile including DIRAC filters, the delay\/distance adjustment will be forced to ms.", 
	"HEADER_BOTTOM_DIRAC_SETUP_BLOCK": "For each Theater and Audio Zone, it is possible to make the Automated Room Calibration using the Dirac Live Control Tool. The calibration process is initiated by pressing on DIRAC.", 
	"HEADER_BOTTOM_DIRAC_SETUP_BLOCK_WARN": "Prior to starting the Room Calibration process, it is required to ensure that the Channels vs Speakers mapping and grouping is correct. DIRAC will treat signals on a Speaker basis. Multiway Active speaker will make use of several channels to create one Speaker.<br\/><br\/>Selecting the Setup button, you will be able to put the channels\/ways used to create one Speaker in the same Group.<br\/><br\/>DIRAC Live is not optimized for Dolby Atmos enabled speakers. If you want to use the Dolby Atmos enabled speaker, please set manually the total reflected distance and adjust manually the level around 5khz to match the other speakers before starting the Dirac calibration process.", 
	"HEADER_BOTTOM_GENERATOR": "The Noise Generator provides a way to generate signals to the speakers installed for calibration purpose.<br\/><br\/>Two types of signals are proposed Pink Noise (400Hz-4kHz or full bandwidth) and Sine. Pink Noise are usually used for acoustical measurement. Sine signal can help determine room resonance.<br\/><br\/>The Gain of the Generator is adjustable from 0 to 1, 1 being the maximum output level.<br\/><br\/>Flexibility is given via the definition of Groups of speakers to feed with the test signals.<br\/><br\/>These groups are adjusted via the SETUP button giving access to a new adjustment page.", 
	"HEADER_BOTTOM_RTA": "With the UMIK-1 USB microphone connected to the Processor USB port, you can use the RTA (Real Time Analyser) tool to visualize the frequency response of the speakers split into 32 frequency bands. Activate the Noise Generator and adjuste the RTA tool to provide a good reading of the curve by setting the maximum level of the microphone and the scale to either dB linear or exponential view. The exponential view will provide a better resolution in the higher levels of the RTA window.<br\/><br\/>Note: it is recommended to set a reference level by adjusting the Master Volume that provides sufficient dynamic range to the reading. A 65 dBA SPL measured with white noise is a good average.", 
	"HEADER_LOGIN_REMOTE": "The Remote Control is always accessible by any users.<br\/><br\/>The system is configured in an advanced mode that require to LOGIN before accessing the setup pages. There are two modes INSTALLER and EXPERT user.<br\/><br\/>The INSTALLER has access to complete Setup and is usually the dealer and installer of the unit. He will give access to some parts of the Setup to the end user in a so called EXPERT setup mode.<br\/><br\/>The default Passwords are defined in the Owner Manual. The Installer can change them and shall inform the end user about them and how to access the EXPERT setup mode.", 
	"HEADER_RESTART": "The system being heavily software driven, there might be cases where it shows incorrect behaviour or hangs up. In such occurrence, you can restart the product remotely, so it reboots completely. Note that RESTART doesn't erase your settings, it only restarts and reinitializes the device and settings.", 
	"HEADER_TABS": "Select one of the tabs to access the different steps of the System Setup.<br\/><br\/>System page provides system information, network setup and access management.<br\/><br\/>Inputs page helps you customise each input of the system.<br\/><br\/>Main Speakers page helps you define the speaker configuration to match your installation in one or more Theaters (several Theaters can be created) among the 16 or 32 main outputs. Additional Audio Zones can be created.<br\/><br\/>Alternate Speakers page offers the same adjustments but to create Theaters and Audio Zone among the 16 additional channels available in the optional Alternate Theater module.<br\/><br\/>Settings page helps set up the triggers, audio limiters and other control parameters.<br\/><br\/>Presets page helps you define how and where you want the playback to happen among the Theaters and Audio Zones defined in the Main and Alternate Speakers page.<br\/><br\/>Monitoring page provides supervision of your installation, showing information on the Processor or PA that are within the same network. This page provides unit status overview, signal visualization as well as event log tracking.<br\/><br\/>Remote page is the always accessible page which gives access to all basic controls of the system. It is for daily usage once the system setup has been completed.", 
	"HEADER_TABS_WITHOUT_ALT_SPEAKERS": "Select one of the tabs to access the different steps of the System Setup.<br\/><br\/>System page provides system information, network setup and access management.<br\/><br\/>Inputs page helps you customise each input of the system.<br\/><br\/>Main Speakers page helps you define the speaker configuration to match your installation in one or more Theaters (several Theaters can be created). Additional Audio Zones can be created.<br\/><br\/>Settings page helps set up the triggers, audio limiters and other control parameters.<br\/><br\/>Presets page helps you define how and where you want the playback to happen among the Theaters and Audio Zones defined in the Main Speakers page.<br\/><br\/>Monitoring page provides supervision of your installation, showing information on the Processor or PA that are within the same network. This page provides unit status overview, signal visualization as well as event log tracking.<br\/><br\/>Remote page is the always accessible page which gives access to all basic controls of the system. It is for daily usage once the system setup has been completed.", 
	"HEADER_TOP_AREA": "This area gives a quick view on current unit settings and functions, and the possibility to change some of them such as Input or Preset.<br\/><br\/>This is very helpful when configuring the system as it is always accessible whatever tab is selected.", 
	"HEADER_TOP_AREA_REMOTE": "This selection area gives an overview and possibility to change all key options of the system. This is very helpful when configuring the system as it is always accessible whatever tab is selected.", 
	"INPUTS_ACTIVE": "You can decide to make an Input available on the Web Remote or iPad\/Tablet by selecting Yes or No.", 
	"INPUTS_AV_DELAY": "Each video source might show a different audio\/video synchronization. This setting allow a per input adjustment of the A\/V delay.", 
	"INPUTS_INPUT": "You can create an Input either by selecting a pre-defined name in the list or give your own name by using the EDIT button.", 
	"INPUTS_MAIN_AUDIO_IN": "For each input defined, you have to choose from where the audio signal should be coming from. You can select any of the available physical input. Selecting the Input will then automatically select the required audio input.", 
	"INPUTS_PREFERRED_UPMIX": "It is possible to have a default Preferred Upmix defined at the Input selection level.", 
	"INPUTS_PREFERRED_UPMIX_WARN": "It has to be noted that Input Preferred Upmix setting will be of first priority vs. a Preferred Upmix defined in the Presets definition. When Preferred Upmix must be changed in link to a Preset change, the Input Preferred Upmix should be turned to ''None''.", 
	"INPUTS_SAVE": "SAVE is to be used to store any change made in this page.", 
	"INPUTS_TRIGGERS": "It is possible to link the behvaiour of the Triggers defined in the Settings area to an Input selection by selecting ''Y'' to the desired Trigger. To become available, Triggers mode should be change to Auto Switch Enable in the Settings page first.", 
	"INPUTS_TRIMMER": "You can align the level between all inputs by changing the Trimmer level.", 
	"INPUTS_VIDEO_IN": "Once the Input name is defined, you can assign a Video signal to this input. Selecting the input will automatically select the corresponding Video signal.", 
	"INPUTS_ZONE2_AUDIO_IN": "As we cannot manage multiple HDMI inputs at the same time, to allow for the dual source selection used for the Audio Zones defined, you shall connect each product via HDMI for the Main path and another input amongst Optical, Coaxial and Analog available inputs. Choose here where this second audio path should be taken from, to play as ZONE 2 INPUT in the Audio Zones defined. Selection between Main path and Zone 2 path will be done automatically when selecting a defined Input.", 
	"INPUTS_ZONE2_AUDIO_IN_WARNING": "In case an Optical or Coaxial audio input is defined for the Audio Zones playback, the source unit should be forced to deliver Stereo PCM stream over the used SPDIF output. If adjusted otherwise, noise will be heard in the Audio Zones.", 
	"MONITORING_EVENT_LOG": "Whenever important events happen in a unit, we are keeping an history of these events in an event log table. It is possible to search for specific events. The event log keeps track of the last 500 events.", 
	"MONITORING_EXPAND_BUTTON": "For each unit, there are a significant amount of items being monitored. By default a ''simplified'' view is shown. It is possible to access more monitoring information by expanding the view using the ''Expand'' button.", 
	"MONITORING_FANS": "To maintain proper cooling of the units, an active cooling regulated system is used made of FAN(s) and temperature control. The FAN speed is indicated in real time in bargraphs. A status flag is also shown for the FAN(s) with two modes: Green (normal status) or Red (abnormal status).", 
	"MONITORING_GRAPH_BUTTON": "If your unit has an USB storage key plugged on the back panel, the Processor will record all temperatures and fan speeds and the graph button will popup a window showing their values in a graph.", 
	"MONITORING_STANDBY_AREA": "In each product view, you have direct control of power Status, Mute control and Restart of the monitored unit. Powering down the Processor from here will exit the Monitoring mode and load the Remote page.", 
	"MONITORING_STATUS_ICONS": "In multiple places in the Monitoring page, you will see status icons. These icons can have three status represented with color codes. They can represent information on an internal module status or an internal temperature status.<br\/><br\/>When Green, the unit is working correctly without specific information to report.<br\/><br\/>When Orange, the item monitored has reached a certain threshold that requires some attention. For example, when a temperature indication is turned to orange and this for certain time, it might indicate that the unit is placed in an area that is not cooled enough (such as a rack space without enough venting).<br\/><br\/>When Red, the unit has reached a certain level of protection. It is most likely in Standby to protect itself against damages. Such alert level can be due to overheat (unit recovers from this if the temperature goes back to normal) or circuit protection (such as amplifier overcurrent\/overvoltage due to a default speaker for example). If this level of Alert persists, please contact StormAudio support team at support@stormaudio.com.", 
	"MONITORING_TEMPERATURES": "Whether it is a Processor or a PA that is monitored, there are temperature indications available. Some will show internal temperature, some will show core modules temperature. Each will exhibit different threshold between Normal, ''to be monitored'' and ''too high''. The temperature is shown in a bargraph with the corresponding alert on the right side of the bargraph. When ''too high'', the unit will protect itself by powering down the system.", 
	"MONITORING_THRESHOLD_BUTTON": "For each unit, you can adjust alerts thresholds for the monitored settings (temperature) that would generate event in the log and in the various remote controls (warning level) or turn the device into standby  (critical level). In the future this will be used to feedback information to the cloud based monitoring tool.", 
	"MONITORING_THRESHOLD_SETTINGS": "For each unit, we have the possibility to adjust threshold for two level of alerts being Warning and Critical types. A Warning will simply send a notification to the Remote Controls and the Monitoring Could service. A Critical will add to the Warning notification a ''force to standby'' action to present from potential damage or issues. Note that these are ''user'' thresholds, they do not replace the hard defined safety threshold that have been defined to make sure the system is robust and protect itself against damage (such as over heat, over current or over voltage for the PA range).<br\/><br\/>Note: Critical level cannot be adjusted by the user to prevent from control issues if wrongly adjusted.", 
	"MONITORING_VUMETER_BUTTON": "To provide a remote view of what is currently decoded and rendered in the Processor, a VuMeter tool is available. By selecting VuMeter, a new window will be shown highlighting signals status in the decoder end and at the outputs end according to the Theater definition and volume level adjusted. This allows to quickly verify whether decoding and post-processing works properly, without being on site.", 
	"NOISE_GENERATOR": "The Noise Generator provides a way to generate signals to the speakers installed for calibration purpose.<br\/><br\/>You can use the Internal Generator, with two types of signals proposed Pink Noise (400Hz-4kHz or full bandwidth) and Sine. Pink Noise are usually used for acoustical measurement. Sine signal can help determine room resonance. You can also use an external generator connected to one of the Audio Input, useful when using REW tool for example. <br\/><br\/>The Gain of the Internal Generator is adjustable from 0 to 1, 1 being the maximum output level.<br\/><br\/>Flexibility is given via the definition of Groups of speakers to feed with the test signals.<br\/><br\/>These groups are adjusted via the SETUP button giving access to a new adjustment page.", 
	"POPUP_DIGIN_AUDIO_SYNC": "A speaker can be disabled from a Group if required by checking.", 
	"POPUP_DIRAC_SETUP_SPEAKER_GROUP": "Assign to which Speaker a channel should belong. Multi-way speakers shall have all there channels in the same group. By default one group per channel is defined.", 
	"POPUP_GENERATOR_GROUP": "Assign to which Group a speaker should belong. By default 16 Groups have been created, one per Speaker defined in the Theater under test.", 
	"POPUP_SPEAKERS_CHANNEL_DUP": "Whereas Surround Layers replication can be made via the dedicated Surround Layers item above, it is possible to define replication for any speaker that is available in the selected Speaker Layout. To access this replication area, you shall first check the Custom Channel Duplicator box and then enter the number of replication you expect in expected channel column.", 
	"POPUP_SPEAKERS_DES": "When using Dolby Enabled Speakers, top firing speakers, you must indicate on top of which front firing speakers you are placing them. Depending on the layout selected, you will be able to place them on the Front, Surround or Back speakers. Please refer to the Dolby Atmos Enabled Speakers recommendations from Dolby.", 
	"POPUP_SPEAKERS_LAYOUT_1": "To configure your Theater, you must define the Speaker Layout, that is to say how physically your speaker configuration should be. To help quickly find the right speaker layout, we have defined a 4 digit description, being from left to right: base layer, subwoofer, height layer and ceiling layer. So a 7.1.0.4 would be a setup where you have 7 speakers at ear level, 1 subwoofer, 0 height speaker and 4 ceiling speakers.<br\/><br\/>These layouts are the ''basis'' to start from, you should select a layout without consideration of whether your system is made of several subwoofers, with duplication of some channels and eventually with multiway active front speakers. This will be adjustable once you have selected the ''basis'' speaker layout in this column.", 
	"POPUP_SPEAKERS_LAYOUT_2": "There are up to three different Immersive Audio formats supported by this unit. Each of them come with their own Speaker Layout recommendation and unfortunately they are not all compatible with each other. A typical Dolby Atmos 7.1.4 setup with 4 Ceiling channels is for example not ideal to reproduce a DTS:X soundtrack mixed with Height channels in mind. While we are proposing here a selection of Speaker Layouts that have been defined to offer best compatibilty and experience with all available formats, there are clearly some better at reproducing Dolby Atmos than DTS:X and vice versa.<br\/><br\/>To help you make the best decision and right compromise, we have defined a color code illustrating how compatible the Speaker Layout is with regards to each Immersive Format.", 
	"POPUP_SPEAKERS_LAYOUT_3": "For each Speaker Layout proposed, we are highlighting with a check mark which speakers\/channels are reproduced.", 
	"POPUP_SPEAKERS_LAYOUT_4": "To help you select the right Speaker Layout that corresponds to your room setup, you have the possibility to visualize the Speaker Layout with a graphical 3D representation.<br\/><br\/>Select View next to the Speaker Layout you would like to visualize.", 
	"POPUP_SPEAKERS_LAYOUT_5": "Once your Speaker Layout has been identified, you need to select it. You will then access to the next level of adjustment where additional parameters will be adjustable such as: number of ways you need for LCR channels, number of subwoofer, replication of channels.<br\/><br\/>Press Select on the Speaker Layout you want to use as basis to configure your Theater.", 
	"POPUP_SPEAKERS_LCR": "For the front LCR channels, it is possible to define multiway active speakers configuration where each way will get its own amplifiers. The system allows natively up to 3 ways configuration, but using the EQ it is possible to add up to as many way as you wish.<br\/><br\/>Enter the number of ways required in the editable area.", 
	"POPUP_SPEAKERS_SUB": "You can define as many subwoofers as your setup requires. Simply enter in the editable area the right number. By default we define 1 subwoofer. In a setup where you actually don't want to have a subwoofer channel but to have the low frequency range reproduced by the main speakers channels, enter 0. The system will automatically adjust the Speakers management page with the main channels set to Large to match the bass redirection requirements.", 
	"POPUP_SPEAKERS_SURROUND_LAYERS": "Traditional setup where several rows of sits are used will require to replicate the surround layers.", 
	"POPUP_SPEAKER_ENABLED": "A speaker can be disabled from a Group if required by checking.", 
	"POPUP_SUBZONE_ZONE_SIGNAL": "For each speaker, select the signal you would like to play. These signals are based on the downmixing of the played content.", 
	"PRESETS_ACTIVE": "You can decide to make a preset available on the Web Remote or iPad\/Tablet by selecting Yes or No.", 
	"PRESETS_AUDIO_ZONE": "Audio Zones have been created. By checking an Audio Zone in this list, it will be activated and accessible for adjustments in the Remotes when this Preset is selected.", 
	"PRESETS_CREATE": "There is by default one Preset available. You can create as many Presets as you wish using the Create button.", 
	"PRESETS_CURVE": "This is a description name that you have given to the New Profile created at the end of the Dirac Live Room Calibration process to help you remember what shape was given to the Target Curve used for the design filter optimization.", 
	"PRESETS_NAME_EDIT": "Preset Names are given by default, but they can be changed here by editing it.", 
	"PRESETS_PREFERRED_SURROUNDMODE": "For each Listening Preset defined, it is possible to decide which Preferred Upmix should be activated when the Preset is selected in the Remote Controls (Remote or Control Systems).", 
	"PRESETS_PROFILE": "For each Theater, an audio Profile defined in the Speakers configuration must be selected. When selecting the Preset in the Remotes, it will automatically load the corresponding Profile parameters.", 
	"PRESETS_ROOM": "At the end of a Dirac Live Room Calibration process, a New Profile is created to which you can add information about the Listening Area that has been used to do the measurements.<br\/>Three options are possible: Chair, Sofa, and Auditorium.", 
	"PRESETS_SAVE": "SAVE is to be used to store any change made in this page.", 
	"PRESETS_THEATER": "In the Speakers tab, Theaters have been created. The Preset allows you to select which Theater must be activated among those defined when this Preset is selected in the Remotes.<br\/><br\/>When you have created Headphone zones, the Processor offers the possibility to create an Immersive Sound experience for Headphones. This is done by creating a Preset dedicated to Headphone where you select the SphereAudio&trade; Theater mode. Then you must select the Headphones you want to activate in this mode.", 
	"PRESETS_TRIGGERS": "If a Trigger has been set as ''Enabled on Preset'' in the Settings Page, you can define its behaviour in relation to this Preset selection in the Remotes. When set to Y (Yes), the Trigger will follow the logic defined in the Settings page for its ''active'' mode. This is usually used to activates amplifier racks of the Theater selected in this Preset.", 
	"PROFILE_BM_THEATER_EDIT": "For each Profile you can decide to use the Standard Bass Management or the Expert Bass Management.<br\/>In Standard mode, the Bass Management follows the Dolby requirements with the traditionnal redirections to the Subwoofer channels, including the possibility to route the LFE to any LARGE declared Speaker.<br\/>In Expert mode, the Bass Management is fully customizable with the possibility to:<br\/>- Adjust the low frequency cut off individually for the High Pass and Low Pass filters, including Frequency and Slope.<br\/>- Define whether the filtered redirected bass (combined into a SUB channel) is redirected or not to a LARGE WITH SUB declared channel.<br\/>- Define whether the LFE channel is redirected to a LARGE, LARGE WITH SUB and LARGE AND SUB declared channel.", 
	"PROFILE_HP_ZONE_EDIT": "For each Headphone Zone, one audio Profile is created. A Profile is the combination of the Channels\/Speakers adjustments including the Manual EQ and the Speakers levels.", 
	"PROFILE_THEATER_EDIT": "For each Theater, it is possible to have multiple Profiles defined. A Profile is the combination of the Channels\/Speakers adjustments including the Manual EQ, the Speakers levels, delay and Bass Management settings and a Dirac Live Mixed-Phase Filter banks. Each Profile can be renamed.<br\/><br\/>There are three different types of Profiles:<br\/>- Default: this is the one assigned by default when creating a Theater providing no correction. This one can be used to do a complete Manual Calibration of a Room using the Manual Parametric EQ for example, New Default Profiles can be created using ''New'' button.<br\/>- Reference: this is a profile that results from the Dirac Live calibration process. Activating Dirac on a default Profile will lead to the creation of a new Profile that will include all Manual adjustments that were made before Dirac was started (except delay that is reset) plus the mixed-phase filters bank resulting from the Dirac Live optimization. A reference Profile can't be changed.<br\/>- Duplicate: when we need to adjust a reference Profile, it is first required to duplicate it using the 'Duplicate' button. A duplicate Profile has the exact same parameters as the reference one but with the capability to be adjusted. It is also possible to duplicate default Profiles.<br\/><br\/>Note: Changes made in a duplicate of a reference Profile might affect the overall acoustical response. Indeed Dirac Live is providing accurate room correction. Changes made in delay for example might affect the Time Alignment defined by Dirac Live, resulting in potentially unexpected results. Changes should be done cautiously.", 
	"PROFILE_ZONE_EDIT": "For each Audio Zone, one audio Profile is created. A Profile is the combination of the Channels\/Speakers adjustments including the Manual EQ, the Speakers levels and a Dirac Live Mixed-Phase Filter banks.<br\/><br\/>Each time you run Dirac on an Audio Zone Profile, the previous correction mixed-phase filters bank resulting from Dirac calibration will get replaced.", 
	"REMOTE_AUDIO_ADJUSTMENTS": "Within the below adjustments, Bass, Treble and Volume are memorised on a per Theater basis. Their values will be restored when the Theater is reactivated. All other adjustments such as Center, Surround, Sub Enhance, Brightness and Lipsync will be reset to ''0'' when we change from Theater.", 
	"REMOTE_AUDIO_STREAM": "AUDIO STREAM provides real-time information about the audio decoding and rendering status of the processor.", 
	"REMOTE_AURO_PRESET": "The adaptive Auro-Matic process puts the original recording in a 3D environment with acoustical properties that closely match the original recording. Depending on the content, more or less spatial clues can be detected for the 3D extrapolation algorithm, resulting in slightly different experiences. To adjust the result to the type of content as well as the listeners taste, four presets are provided, each defining a different set of starting parameters for the analysis and emphasizing a different characteristic of the experience. The Presets are Speech, Small, Medium and Large.<br\/><br\/>The Large preset is ideal for recordings that are typically recorded in larger spaces, e.g. orchestral recordings or action movies with big explosions. At the other end of the spectrum, recordings with Speech (e.g. news broadcast) have virtually no inherent spatial information, requiring a different set of parameters for optimum results. Medium is best used on jazz music or typical movies and TV shows, while the Small setting is ideal for pop and chamber music or movies with a lot of dialog (e.g. comedy).", 
	"REMOTE_AURO_STRENGTH": "The Auro3D Decoder and Upmixer offers a Strength level, which will enhance the room filling effect.", 
	"REMOTE_BASS": "Use this item to adjust the BASS (low frequency range) level of the system. This will affect all channels of the selected Theater.", 
	"REMOTE_BRIGHTNESS": "In some cases, the sound recording might appear too dark or too bright. Using the Brightness adjustment you can tilt the frequency response of the system upward or downward. A darker adjustment (negative) will increase the low frequency while decreasing the high frequency, and vice versa.", 
	"REMOTE_CENTER_ENHANCE": "CENTER ENHANCE provides a quick Center effect adjustment. You can increase or decrease the level of the Center channel.", 
	"REMOTE_CENTER_SPREAD": "With Dolby Surround upmixing, it is possible to spread the Center channel into the Left and Right speakers. Activate Center Spread to do so.", 
	"REMOTE_CINEMA_EQ": "Some movies are recorded with the soundstage for a Movie Theater in mind, where room is much bigger than standard residential home theater and with front speakers often behind the movie screen. For these movies, you might want to correct the front loudness balance to match your more conventional room by activating the Cinema EQ mode.", 
	"REMOTE_DIALOG_CONTROL": "With some movies encoded in DTS:X, it is possible to increase the level of the dialogues part only of the mixing. Adjustment can go up to 6 dB dialog level increase.", 
	"REMOTE_DIALOG_NORM": "Depending on programs played, especially in TV, the level of the dialogs will vary. In the encoded stream, such as Dolby Digital, there is an information that is always available indicating the level to which the dialgog were recorded in reference to the standard level. Activating Dialog Normalization function will make such a way that whatever the dialog level recorded is, the decoder will compensate so to reproduce the reference standard level, thus giving the good impression of dialogs level remaining stable from program to program.", 
	"REMOTE_DRC": "Use this menu to set the Dynamic Range expected for the Dolby and DTS decoded streams, which reduces or increases sound dynamic. This setting can be useful when, for example, you want to watch a movie without hearing wide volume swings between loud and quiet sounds. DRC thus enables reduced peak volume levels without loss of overall sound quality. We offer three settings: On, Off and Auto. Auto will adjust the DRC level following information contained on the incoming stream.", 
	"REMOTE_LFE_DIM": "In some cases, the mixing of some Dolby movies might lead to too high LFE level. The LFE DIM function will decrease the LFE channel by 10 dB to get back to a balance acoustical experience.", 
	"REMOTE_LIPSYNC": "During playback, you can encounter some audio and video delay. You can correct this in real time by using the LIPSYNC adjustment of the selected Theater. <br\/><br\/>Note that this adjustment is reset at each source change. If a general audio video delay is required for this Theater, it should be adjusted in the Expert User page Settings.", 
	"REMOTE_LOUNDNESS": "In some cases, especially when the listening level is low, the low frequency acoustical effect seems dimmed compare to the rest of the audio spectrum. To compensate for this acoustical phenomena, the processor offers a Loudness function that will boost the low frequency according the the volume level adjusted.", 
	"REMOTE_MUTE": "You can completely turn down the volume momentarily by using the MUTE button. It will toggle through ON and OFF.", 
	"REMOTE_POWER": "Selecting Power button will toggle the system between On and Sleep mode. When the LED is lighted, the system is active.", 
	"REMOTE_PREFERRED_UPMIX": "The Preferred Upmix allows the user to define the preferred audio experience he expects with any incoming stream format. There are 5 modes possible: Stereo, Native, Dolby Surround, DTS Neural:X and Auro-Matic. The active one is shown in the list with an arrow.<br\/><br\/>When Native is selected, there is no upmixing processing applied on the incoming stream. The unit will play the stream as rendered by the decoder and according to the native format. This means that a 2.0 stream will be rendered in 2 channels only, a 7.1 stream will be rendered in the 7.1 speaker base layer (if available) while an Immersive content (Dolby Atmos, DTS:X or Auro-3D) will play on the channels corresponding to the Immersive Speaker Configuration defined in the Theater.<br\/><br\/>When Stereo is selected, the unit will force any incoming stream to be played in the front Left and Right channels (and the subwoofer if present) of the selected Theater using downmixing.<br\/><br\/>When Dolby Surround or DTS Neural:X are selected, the unit will activate the selected Immersive Upmixing on the legacy formatted incoming stream, automatically. These modes will turn into a 3D Immersive Audio experience any legacy incoming stream being Stereo, 5.1 or 7.1. It will render natively the Immersive Formats when detected (Dolby Atmos, DTS:X or Auro-3D) and disable the Preferred Upmix (selection will be grayed out).", 
	"REMOTE_PRESET": "PRESETs are defined in the Expert Setup. The PRESET define the audio zones (Theater and additional Stereo\/Mono Zones) that you want to activate to play the content. One Multichannel Theater and several other audio zones can be activated simultaneously.<br\/><br\/>By default, a Preset SphereAudio&trade; has been defined and to be used to enjoy Immersive Sound experience when a Headphone is connected to the DOWNMIX output. Other Headphones Zones can be added to this Preset once defined in the Speakers configuration page.", 
	"REMOTE_SOURCES": "Click on the Source you want to play. There is a default set of Sources. You can create new ones or edit and modify default ones in the Expert Setup mode, as well as during first installation, in the Inputs tab.", 
	"REMOTE_SPHEREAUDIO": "In SphereAudio&trade; mode, you have the possibility to experience Immersive Sound on headphones with several effects available, including a Bypass mode. Bypass mode will downmix all channels into the two headphones channels without effect. Lounge effect will simulate a small coffee room, Home Cinema will simulate a standard home cinema room while Concert will simulate a larger concert Hall. This settings will be applied to all active Headphones Zones.", 
	"REMOTE_SUB_ENHANCE": "SUB ENHANCE provides a quick Subwoofer effect adjustment. You can increase or decrease the level of the Sub channel.", 
	"REMOTE_SURROUND_ENHANCE": "SURROUND ENHANCE provides a quick Surround effect adjustment. You can increase or decrease the level of the Surround channels.", 
	"REMOTE_TREBLE": "Use this item to adjust the TREBLE (high frequency range) level of the system. This will affect all channels of the selected Theater.", 
	"REMOTE_TRIGGERS": "When the Manual Switching Trigger function has been enabled in the Expert Setup, the user can manually change the state of each Trigger by clicking on them.", 
	"REMOTE_VOLUME": "You can adjust the Volume Level of the system using the - and + buttons. This will change Level of the Theater selected via the Preset.", 
	"REMOTE_VOL_DIM": "The system offers the possibility to decrease the level instantaneously by a certain amount defined in the Expert Setup (by default 20 dB lower than current level). Click on VOL DIM to enable this function.", 
	"REMOTE_ZONE2_SOURCE": "Select which input you want to play on the different Audio Zones available. To playback the same content as in the Main Theater, select Follow Theater input.", 
	"REMOTE_ZONE_BASS": "Use this item to adjust the BASS (low frequency range) level of the system. This will affect all channels of the selected zone.", 
	"REMOTE_ZONE_EQ": "Each Zone can have an EQ correction activated by turning EQ button to ON. The correction curve is defined in the Expert Setup, Speakers tabs.", 
	"REMOTE_ZONE_LIPSYNC": "During playback, you can encounter some audio and video delay. You can correct this in real time by using the LIPSYNC adjustment of the selected zone. Note that this adjustment is reset at each source change. If a general audio video delay is required for this zone, it should be adjusted in the Expert User page Settings.", 
	"REMOTE_ZONE_MUTE": "Pressing MUTE will turn the volume off.", 
	"REMOTE_ZONE_SELECT": "Use this item to select the Audio Zone you would like to control and adjust. Zones available in this list are in link with the selected PRESET.", 
	"REMOTE_ZONE_SPHEREAUDIO_EFFECT": "For each Headphones output, you can activate or deactivate the effect. A standard downmix will be applied to recreate a stereo output.", 
	"REMOTE_ZONE_TREBLE": "Use this item to adjust the TREBLE (high frequency range) level of the system. This will affect all channels of the selected zone.", 
	"REMOTE_ZONE_USE_ZONE2_SOURCE": "The Zone2 Input is common to all Audio Zones. Turn this USE ZONE2 SOURCE item to On if you wish to follow the ZONE2 source selection made above or to Off if you wish to follow the Main Theater source.", 
	"REMOTE_ZONE_VOLUME": "You can adjust the Volume Level of the selected Zone the - and + buttons.", 
	"SETTINGS_AESIN_APM": "The AES Input is capable to handle up to 16 ch. Depending on the DCP server used, the system can get 7.1 (legacy DCP server) or more than 8 channels. In the later, the ISP will not be capable to do any Upmixing to the incoming stream using Dolby Surround, DTS Neural:X or Auro-Matic and the ''AES In processed'' should be set to Off. In the case of a 7.1 or below channel count, it is possible to get the Upmixing processing done by selecting ON. Note that in this latter case, the input mapping is fixed, from 1 to 8, L, R, C, LFE, Ls, Rs, Lb, Rb (Lb\/Rb = Lrs\/Rrs from DCI specifications). See Owner Manual for more information.", 
	"SETTINGS_AUDIO_CONTROL_RANGE_MAX": "In the Remote Controls, we provide access to some Audio Adjustments (Bass, Treble, Center Enhance...) that can provide gain to the signals. In some cases\/installation, it might be required to forbid any increase of the Gain, only decrease. The Range adjustment allows for Maximum level set up.", 
	"SETTINGS_CHANNEL_LIMITER_THRESHOLD": "This Limiter Threshold value will affect all channels except the LFE signal. By default the Threshold when active level is set to -9 dBfs which means that the compression will start when the signal at the output will reach -9 dBs or more.", 
	"SETTINGS_COMPRESSOR_LIMITER": "A Compressor-Limiter function is embedded in the processor and it offers the possibility to control the dynamic of the system by defining when it should start to compress the incoming signal: this is the Limiter Threshold parameter. To enable the Compressor-Limiter, select On.", 
	"SETTINGS_DOWNMIX_ZONE": "This parameter will define whether the Downmix output is used together with a video display or not. When set to Audio\/Video Zone, you will then be able to adjust the General Audio\/Video delay and access LipSync adjustment in the Remote.", 
	"SETTINGS_FAST_BOOT": "In order to speed up the boot up time from Sleep Mode, you can enable the Fast Boot Mode. When enabled, Transition from Sleep mode to Playback mode will take only few seconds vs around 45s in normal case.<br\/><br\/>It has to be noted that the Sleep Mode power consumption will raise up in case of Fast Boot mode enabled.", 
	"SETTINGS_FP_ACTIVE_BRIGHTNESS": "The processor offers a front panel display that is customisable. Here you can define the brightness level when you are operating changes in the front panel, so called Active brightness, which is by default 100%.", 
	"SETTINGS_FP_COLOR": "The display can have a customised color skin. We offer 6 different colour skins, selectable in this area.", 
	"SETTINGS_FP_STANDBY_BRIGHTNESS": "When there is no operation made on the Front Panel, the display will change its brightness automatically to a lower brightness level which is set here and by default at 20%.", 
	"SETTINGS_FP_STANDBY_TIMEOUT": "This timeout defines the time between active state and standby state, so the time for the display to change from the Brightness level defined in Active Brightness area to the level defined in Standby Brightness area. By default it is set to 10s.", 
	"SETTINGS_GENERAL_DELAY": "Each screen has a certain video processing delay. The General Audio\/Video delay adjutsment helps to compensate for such fix delay. For each Theater and Audio\/Video Zone defined, it is possible to adjust it precisely. It will then be automatically compensated when the Theater\/Zone is selected via the Preset in the Remotes.", 
	"SETTINGS_GIGIN_MAP": "When the Digital Audio Input module is installed in the machine, you have the possibility to configure the input signal routing based on the audio server or source that is connected to the Processor. <br\/>By default the 7.1 bed channels are routed according to Dolby Server specifications and additional 8 channels usually used for Height and Ceiling channels are set to OFF. Press EDIT to change\/visualise the routing. <br\/>Print to save the mapping into an excel file to be used to check the wiring.", 
	"SETTINGS_HDMI_ALL_INPUT_20": "By default input 1 to 4 have a datarate limited to the HDMI1.4 speeds (340 MHz) so to guarantee best compatibility with legacy devices, usually still in 1080p resolutions. It is possible to remove this limitation by turning it to ON. The speed will then be either 450 MHz or 600 MHz to follow the HDMI2.0 specifications. <br\/><br\/>Note that interoperability issues are more likely to occur in this mode and we recommend to test devices prior to final installation.", 
	"SETTINGS_HDMI_MAX_TMDS_FREQ_450": "In some cases, it might be appropriate to set the speed of the HDMI2.0 port to 450 MHz instead of the default 600 MHz, to limit the bandwidth required. This setting adjustment can be used to help avoid loss of picture or snow noise.", 
	"SETTINGS_HOME_MODE": "To cool down the unit, FANs are controlled based on the amplifier modules temperatures in a way we ensure long product lifetime even when in difficult rack modes. FANs will start working more heavily above 50°C internal and will stop when below 45°C (Quiet Mode OFF).<br\/>When used in a home lounge, being close to the unit, this FAN noise becomes audible. It is possible to shift the temperature thresholds so the FANs will start when the modules temperature is above 55°C and stopping at 50°C. In this mode (Quiet Mode ON), the FANs will only be activated in heavy power demand and will remain OFF in normal listening playback, keeping a quiet environment.", 
	"SETTINGS_INPUTS_ASSIGNEMENT": "To link the control of the Inputs via the IR Remote Control connection to an input defined in the Inputs page, six IR codes have been defined. <br\/><br\/>Select which input should be activated when receiving Input 1 to 6 code.", 
	"SETTINGS_LFE_LIMITER_THRESHOLD": "This Limiter Threshold value will affect the LFE signal only. By default when active the Threshold level is set to -9 dBfs.", 
	"SETTINGS_NETWORK_STANDBY": "By default, the unit is set to fall into a Deep Standby mode when in Sleep status to meet the low power standby consumption required by EuP norms. In this mode, the network connection is disabled, forbidding its control through IP or Web Interface. To allow for IP control, you should enable the ''Network Standby'' mode. In this mode, the standby power consumption when in Sleep status will be higher.", 
	"SETTINGS_PRESETS_ASSIGNEMENT": "To link the control of the Listening Presets via the IR Remote Control connection to a Preset defined in the Presets page, five IR codes have been defined. Select which input should be activated when receiving Preset 1 to 5 code.", 
	"SETTINGS_RCA16_PRESENT": "In case the optional module ISP-O-Dual Theater RCA is installed in the Processor, this parameter should be changed to ON so all related features can be automatically added to the product.<br\/><br\/>Note that once activated, if you disable it, an automatic Factory Reset will happen after saving the changes to revert back to default status.", 
	"SETTINGS_SAVE": "SAVE is to be used to store any change made in this page.", 
	"SETTINGS_TRIGGER_AUTO_SWITCH": "It is possible to define automatic behaviour of the Trigger output, depending on unit being in On mode or Sleep Mode. To allow such automation, you need to select one of the behaviour available in the list:<br\/>- Enable on Wake.<br\/>- Enable on Input.<br\/>- Enable on Preset.<br\/><br\/>''Enable on Wake'' will change the behaviour of the Trigger according to its active state when the unit transition from Sleep mode to On Mode.<br\/>''Enable on Input'' will change the behaviour of the Trigger according to its active state when the input of the unit is changed.<br\/>''Enable on preset'' will allow activation of this Trigger via a Preset selection.  During the Preset definition, the Trigger must be activated selecting Y (Yes). When the Preset is then selected in the Remote, its behaviour will follow the defined active state.<br\/><br\/>Note that behaviour defined above will always override the change made Manually in the remote controls.", 
	"SETTINGS_TRIGGER_DELAY": "In some cases, such as for powering up multiple amplifier units using separate Triggers, it is recommended to not power them up all at the same time. The Delay function provide you with the ability to delay each Trigger activation. The Delay refers to a common starting point (status change). Using the same Delay would lead to simultaneous activation. Make a proper selection based on the estimated in rush current of your amplifiers. Usually up to 2s is required between each amplifier activation.", 
	"SETTINGS_TRIGGER_DISABLE_SLEEP": "When the Disable on Sleep option is set to Yes, the triggers will automatically become Inactive in Sleep Mode.<br\/><br\/>Note that this always overrides the change made Manually in the remote controls.", 
	"SETTINGS_TRIGGER_MANUAL_SWITCH": "The triggers can be manually controlled on the Web Remote or iPad\/Android app. Positioning the Manual Switching to On will enable this Manual selection capability.<br\/><br\/>When in OFF mode, the trigger buttons will be greyed out on the Remote Control and iPad\/Tablet app.", 
	"SETTINGS_TRIGGER_NAME": "You can define a name for each trigger output. Select the name area (by default Trigger 1 to 4) and enter the desired Trigger Name.", 
	"SETTINGS_VOLUME_DIM_LEVEL": "User might want to quickly attenuate the output level without muting it completely. A Dim Volume level feature is proposed on the remote controls. A simple click on the Dim Volume level button will decrease the Volume by the amount defined in this parameter. By default it is set to -20 dB.", 
	"SETTINGS_ZOOM_ON_CHANGES": "When ON, any changes linked to a remote control command, either IR or TCP\/IP, or an audio\/video stream change will be shown in a bigger size font in the front panel display to allow for an easy reading from distance.", 
	"SP_COL_AUDIO_ZONE": "In this column, you can visualize how the Theater and Audio Zones are mapped to the available  output channels.", 
	"SP_COL_BM_SLOPE": "For Bass Management, you can adjust the attenuation slope between 12 dB and 24 dB.", 
	"SP_COL_BM_SLOPE_EXPERT": "For Bass Management, you can adjust the attenuation slope of each crossover between 12 dB and 24 dB.", 
	"SP_COL_CH": "The system offers up to 16 or 32 channels management. Each channel number refers to a physical area in the back panel of the unit.", 
	"SP_COL_CHANNEL_NAME": "When a Signal is allocated, a default name will appear in the Channel Name area. You can change this name when editing the Theater or the Audio Zone.", 
	"SP_COL_CROSSOVER_1": "Frequency bandwidth: When a Multi Way system has been defined (2 or 3 ways), new parameters are available. The Bandwidth item being by default ''Full'' must be used to define the type of Crossover Filter you want to define for the specific channel, being either Full, Low, Middle or High type (Middle being available only when 3 ways are defined).", 
	"SP_COL_CROSSOVER_2": "Cut-off frequency: Once the Filter type has been defined, new settings are given<br\/>- LPF (for Low Pass Filter).<br\/>- HPF (for High Pass Filter).<br\/><br\/>A frequency value should be entered on these fields. In case of Middle type filters, both LPF and HPF filters will need frequency description.", 
	"SP_COL_CROSSOVER_3": "Filter slope: The processor offers several types of crossover filters: <br\/>- 1st order (6dB slope, Butterworth).<br\/>- 2nd order (12 dB slope, Butterwoth or Linkwitz-Riley).<br\/>- 3rd order (18dB slope, Butterworth).<br\/>- 4th order (24 dB slope, Linkwitz-Riley or Butterworth).<br\/>- 6th order (36 dB slope, Linkwitz-Riley).<br\/>- 8th order (48 dB slope, Linkwitz-Riley or Butterworth).<br\/><br\/>You can select the type you want in the drop down list. The slope defines how quickly the filter will attenuate the signal.", 
	"SP_COL_EQ": "Each channel can be equalized with up to 20 cells filter bank. You can access the EQ adjustment page by selecting the ''wheel'' icon. It is also possible to Enable or Disable an equalization for listening test comparison purpose for example using the On\/Off icon. Note that this EQ status will be kept when saving the Profile. ", 
	"SP_COL_FREQ": "When a speaker has been defined as SMALL or LARGE AND SUB, we must define the frequency below which we want the bass to be redirected. By default the system is set at 80 Hz. You can adjust this frequency incrementally using + and - or select the area and enter the desired value.", 
	"SP_COL_FREQ_EXPERT": "When a speaker has been defined as SMALL, LARGE AND SUB or LARGE WITH SUB, we must define the frequency below which we want the bass to be redirected. By default the system is set at 80 Hz. You can adjust this frequency incrementally using + and - or select the area and enter the desired value.", 
	"SP_COL_INV": "Ticking the Invert box will change the phase of the signal to be ''out of phase''.", 
	"SP_COL_LEVEL": "Each Signal can have the level adjusted individually with 0,1dB step resolution, offering a rather precise level calibration. Using + and - offers a 1 dB increment.", 
	"SP_COL_LEVEL_GAIN": "Depending on the Audio Zone and Theater Profile, usually as a result of the Dirac Live mixed-phase filter correction, the average output level of the system will be lowered. It is possible to increase the Digital Gain on a Profile basis up to 12dB.<br\/><br\/>Note: this adjustment might lead to some clipping. Careful use of this setting as well as Listening tests are required to ensure proper level is defined.", 
	"SP_COL_LIMITER_ENABLE": "A Compressor-Limiter function is embedded in the processor and it offers the possibility to control the dynamic of the system by defining when it should start to compress the incoming signal: this is the Limiter Threshold parameter. To enable the Compressor-Limiter, select On.<br\/><br\/>For more information:<br\/><a title='Wikipedia Dynamic range compression' href='http:\/\/en.wikipedia.org\/wiki\/Dynamic_range_compression' style='color:aqua;'>Dynamic range compression<\/a>.", 
	"SP_COL_LIMITER_VALUE": "Once enabled, you can define the level to which the limiter should start to compress and limit the signal. This will be done with no clipping with a predefined release threshold.", 
	"SP_COL_OUTPUT_IISP": "In this column, you can visualize if the channel is amplified or not.", 
	"SP_COL_SIGNAL": "Once a Theater or an Audio Zone has been defined with a certain amount and layout of speakers, the system will automatically allocate the Signal coming from the Audio Decoder (Dolby, DTS or Auro-3D) to the needed channels.", 
	"SP_COL_SIZE_1": "Depending on the size and capability of the speakers connected to the system, you might want to have the Bass redirected to a subwoofer rather than being reproduced by the speaker itself. This is the so called Bass Management.<br\/>This setting allows such behaviour:<br\/>- when SMALL, all bass below a certain frequency will be redirected to subwoofer channel.<br\/>- when LARGE, none of the bass is redirected, the speaker will reproduce them (so called full bandwidth speaker).", 
	"SP_COL_SIZE_1_EXPERT": "In the Expert Bass Management mode, most of the parameters defining how the bass of each channel should be redirected are customizable. Low frequencies are routed to a virtual subwoofer channel (SUB) that can then be directed to a certain speaker or subwoofer depending on the speaker type defined<br\/>Four type of Speakers can be defined, each of them offering a specific redirection rule, as defined in the below points:<br\/>- When SMALL, all bass below a certain frequency will be redirected to subwoofer channel, There is no low frequency left in this channel anymore.<br\/>- When LARGE, none of the bass is redirected to SUB, the speaker will reproduce them (so called full bandwidth speaker).<br\/>- When LARGE AND SUB, a copy of the low frequency signal will be redirected to the SUB channel, while the speaker itself will also reproduce the bass. This option can be chosen when the speaker offers enough low frequency response, but not low enough to reproduce it fully.<br\/>- When LARGE WITH SUB, the speaker gets filtered as a SMALL one with the low frequency signal redirected to the SUB channel. Then depending on the setting selected in ''With SUB'' column, the virtual SUB channel (plus eventually the LFE) will get mixed with the SMALL filtered portion of the channel to provide a combined LARGE one. This option can be chosen when a speaker is highly capable in the low frequency and therefore can replace a discrete subwoofer channel.", 
	"SP_COL_SIZE_2": "Depending on the Subwoofer, the extremely low frequency signal might not be well handled. A set of filters has been created giving the flexibility to adjust High Pass filter crossover of the whole subwoofer signal and Low Pass cut off frequencies for the LFE signal. These filters get activated by selecting Low Pass LFE and Subsonic Sub to ON in the list.", 
	"SP_COL_SIZE_2_EXPERT": "Depending on the Subwoofer and\/or Large Speaker (with LFE) used, the extremely low frequency signal might not be well handled. A set of filters has been created giving the flexibility to adjust High Pass filter crossover of the whole subwoofer signal and Low Pass cut off frequencies for the LFE signal. These filters get activated by selecting Low Pass LFE and Subsonic Sub to ON in the list.", 
	"SP_COL_STATUS": "When editing a Theater or an Audio Zone, each channel can be enabled or disabled. No audio will come out of a disabled channel.<br\/><br\/>Note that disabling a channel will not reroute its signal to another available channel (no remapping). Also, its status will be kept when saving the Theater and his common to all Profiles.", 
	"SP_COL_TILT_EQ": "In some cases, speakers are located behind a motorized screen that will alter the frequency response of the speakers. Usually, this translates into a darker sound. Using the TiltEQ adjustment you can tilt the frequency response of the system upward or downward. A darker adjustment (negative) will increase the low frequency while decreasing the high frequency, and vice versa. Several Audio Profiles can then be created, for example, one with the screen up and one with the screen down.", 
	"SP_COL_WITH_LFE": "With Speakers set to LARGE or LARGE AND SUB, with or without subwoofer in the installation, it is possible to feed the LFE decoded signal to any of the LARGE declared speakers. In case of an installation without subwoofer, by default the LFE will be fed to the Front Left and Right speakers that are forced to LARGE and with a pre-defined LFE level of -5dB.<br\/>LFE level can be adjusted from 0 to -20 dB for each of the LARGE speakers. This can be used for speakers that have low frequency capabilities similar to subwoofers.", 
	"SP_COL_WITH_LFE_EXPERT": "With Speakers set to LARGE, with or without subwoofer in the installation, it is possible to feed the LFE decoded signal to any of the LARGE declared speakers. In case of an installation without subwoofer, by default the LFE will be fed to the Front Left and Right speakers that are forced to LARGE and with a pre-defined LFE level of -5dB.<br\/>LFE level can be adjusted from 0 to -20 dB for each of the LARGE speakers. This can be used for speakers that have low frequency capabilities similar to subwoofers.", 
	"SP_COL_WITH_SUB": "Channels set to LARGE WITH SUB can be mixed with the SUB channel (being the summation of the redirected bass of SMALL, LARGE WITH SUB and LARGE AND SUB declared channels).<br\/>The SUB level can be adjusted from 0 to -20 dB for each of the LARGE WITH SUB channels. This can be used for speakers that have low frequency capabilities similar to subwoofers.", 
	"SP_CREATE_CHILD": "For each Theater, it is possible to define a different way to make use of all the speakers. Selecting ''Create child'' will create a sub-theater of the currently selected Theater in which you will be able to assign signals to the Speakers as you wish among L, R and Mono. Subwoofers can be left ON or OFF. Once the Sub-theater is created, it becomes independant with same adjustments as a normal Theater: EQ, Dirac, delay and level.", 
	"SP_CREATE_THEATER": "By default, one Theater has been created. You can create additionnal Theater by clicking on this button. If the default Theater doesn't match the installed Speakers Configuration, it is advised to delete the default one prior to create the new one. All channels would then be available.", 
	"SP_CREATE_ZONES": "In addition to one or more Theaters, there is the possibility to create various Audio Zones, being one or two channels:<br\/>- Mono Zone.<br\/>- Stereo Zone.<br\/>- Stereo Audio\/Video (when video is involved).<br\/>- Headphone Zone, to be connected to an external Headphone amplifier.<br\/><br\/>Depending on the Zone Type, specific settings will become available in the Remote Controls. All Zones have Volume, Mute, EQ, Bass, Treble control, Balance, while Headphone and Audio\/Video Zones add LipSync adjustments.", 
	"SP_DELAY_WHEN_DELAY": "Adjusting delays in ms, it is important to set a reference. Corrections should be made in calculations so the more distant speaker is set to 0 ms.", 
	"SP_DELAY_WHEN_DISTANCE": "To have a very precise 3D Sound Landscape, the distance between the listening point and the speakers should be precisely adjusted. The use of a digital meter measurement tool is highly suggested.", 
	"SP_DISTANCE": "To have a very precise 3D Sound Landscape, the distance between the listening point and the speakers should be precisely adjusted. The use of a digital meter measurement tool is highly suggested.", 
	"SP_DISTANCE_WARNING": "Adjusting delays in ms, it is important to set a reference. Corrections should be made in calculations so the more distant speaker is set to 0 ms.", 
	"SP_EQS_COST": "Depending on the selected filter, the EQ cells consumption will vary from 1 to 4 cells. Please check the number of available cells next to the Create EQ button to ensure you have enough left.", 
	"SP_OUTPUTMAPPING": "Once a Theater has been created, output channels are automatically allocated. In case the proposed output layout doesn't match Installation requirements, it is possible to select the Output Mapping button and to reorder the outputs.", 
	"SYS_ACCESS_MGMT": "This area is for Installer to define what an Expert user is allowed to access to. By selecting Yes\/No to one item will grant or not access to the related settings tab or function.", 
	"SYS_BACKUP_CONF": "Using the Backup Configuration option, you can store your complete product configuration into a file. This is recommended before upgrading the system and also for the installers to keep track of their setups.", 
	"SYS_DHCP": "DHCP is a standardized network protocol used on (IP) networks for dynamically distributing network configuration parameters, such as IP addresses. If you need to manually configure an IP address, you can use this button to override the network settings. Note: if you change to an incorrect IP address, you might not be able to reach the device anymore. A factory reset or USB upgrade is needed in such case!", 
	"SYS_EXPERT_PWD": "An Expert User can change his password at anytime, by simply entering the new password in this area and then press SAVE on the top right part of the page.", 
	"SYS_EXPORT_PARAMS": "To help the wiring of the unit, it is possible to export in an excel file the interconnection map that corresponds to the Theaters and Audio Zones created in the Speakers tabs.", 
	"SYS_FACTORY_RESET": "The processor comes out of Factory with a pre-defined configuration. Using the Factory Reset will call back all the Factory Settings.<br\/><br\/>Note that this function can be disabled by the Installer.", 
	"SYS_HOSTNAME": "When in DHCP Manual mode, additional information about the network and router should be provided to the system, such as Network Mask and DNS Server. This information is usually available in the Router's settings menus.<br\/><br\/>Note: For Hostname, according to RFC 952, only digit 0-9, alphabetic character a-z or A-Z and minus sign '-' are authorized.", 
	"SYS_INSTALLER_PWD": "The Installer can change his password at anytime, by entering the previous and new password in these areas and then press SAVE on the top right part of the page.", 
	"SYS_IP_ADDR": "This is the IP address that the device received from the network through DHCP. If you need to alter the IP address, you have to select DHCP manual mode (see below).", 
	"SYS_LOAD_LICENSE": "The installer can upload a license file for this specific product which will give access to the additional features: SphereAudio&trade; or\/and StormMonitoring&trade;.", 
	"SYS_PA_REMOTE_UPG": "Upgrade of the PA units can be made either via a USB dongle connected in the back of the PA or through the Processor System page via the internet browser. Selecting PA Remote Upgrade here will show a list of the PA available in the same network as the Processor. Click on the PA to upgrade.This will load its Web User Interface in a new tab where it will be possible to select the upgrade file, being a pa.xxx.ssp with .ssp extension. Once the file is selected and process validated, the progress will be shown in the Status portion of the PA Interface. When completed, it will be refreshed.<br\/><br\/>Note that this function can be disabled by the Installer.", 
	"SYS_PROCESSOR_STATUS": "This area provides information about your product. Click on Software to see the details of the installed Firmware version.", 
	"SYS_REMOTE_UPG": "Upgrade of the system can be made either via a USB dongle or through the local network and the internet browser. Selecting Remote Upgrade will allow you to select the upgrade file, being a .ssp extension file. Once validated, the process will start and can be followed up on the front panel of the unit. Once the upgrade is completed, the Web Interface will be refreshed.<br\/><br\/>Note that this function can be disabled by the Installer.", 
	"SYS_RESTORE_CONF": "Restore Configuration will load a Full Backup file.<br\/><br\/>Note that it will replace all current settings of the current configuration.", 
	"SYS_SAVE": "SAVE is to be used to store any change made in this page.", 
	"SYS_SELECT_RESTORE": "Users can select this option to selectively restore specific parts of the settings, such as Inputs, EQ, Speakers or Preset tab settings.", 
	"SYS_WIFI_DHCP": "DHCP is a standardized network protocol used on (IP) networks for dynamically distributing network configuration parameters, such as IP addresses. If you need to manually configure an IP address, you can use this button to override the network settings. Note: if you change to an incorrect IP address, you might not be able to reach the device anymore. A factory reset or USB upgrade is needed in such case!", 
	"SYS_WIFI_GATEWAY": "When in DHCP Manual mode, additional information about the network and router should be provided to the system, such as Network Mask and DNS Server. This information is usually available in the Router's settings menus.", 
	"SYS_WIFI_IP_ADDR": "This is the IP address that the device received from the network through DHCP. If you need to alter the IP address, you have to select DHCP manual mode (see below).", 
	"SYS_WIFI_MODE": "To configure the Wi-Fi Network, you have 3 modes available. In disabled, the Wi-Fi is not activated. In client mode, the Wifi will require to be connected to a Wifi Router to become accessible over the network. The AdHoc mode allows a direct connection from a device to the processor. This is the default mode. Below parameters will help configure the processor Wi-Fi Dongle to match installation requirements.", 
	"SYS_WIFI_SECURITY": "The processor Wi-Fi system offers the standard security levels, being WEP and WPA-PSK. When in Client mode, you must first verify your Wi-Fi Router secutity option and select accordingly among the offered options of the processor.<br\/><br\/>Warning: If an incorrect secutity type is selected, the Wi-Fi will not connect to the router.", 
	"SYS_WIFI_SSID": "In this field, you can indicate to which Wi-Fi Network you want to connect when in Client mode or the Name of the Wi-Fi Network you want to create when in AdHoc mode."
}